{
  "title":"timeline of American racism",
  "entries":[
    {
      "year":1619,
      "range":[
        1619,
        1620
      ],
      "content":"Africans brought from Angola to Jamestown, Virginia"
    },
    {
      "year":1640,
      "range":[
        1640
      ],
      "content":"Indentured servant, John Punch, is sentenced to a lifetime of slavery in Virginia for running away from a tobacco field. His children are also punished with the same status. The 2 white companions he ran away with (also indentured servants) are only given extensions to their servitude. This cited the first recorded time slavery is codified and legalized."
    },
    {
      "year":1662,
      "range":[
        1662
      ],
      "content":"Virginia passes the “hereditary slave law” children will have the same status as their mother. Now slavery becomes generational and white owners are not legally responsible for children with slaves"
    },
    {
      "year":1705,
      "range":[
        1705
      ],
      "content":"Virginia “slave codes” define slaves as property and real estate. Now they are officially no longer human"
    },
    {
      "year":1712,
      "range":[
        1712
      ],
      "content":"New York forbids free slaves from owning property. Now you’ve stopped wealth"
    },
    {
      "year":1740,
      "range":[
        1740
      ],
      "content":"South Carolina passes the “Negro Act” making it illegal for slaves to raise food, earn money and learn English. Now you’ve created dependency, stopped income, and ensured illiteracy."
    },
    {
      "year":1775,
      "range":[
        1775,
        1820
      ],
      "content":"20 slaves grow to 37,000. The revolutionary ware begins. Colonist vs British. Looking for extra help, the British declare any slaves fighting for them will be freed. Relevant when we get to the national anthem."
    },
    {
      "year":1776,
      "range":[
        1776
      ],
      "content":"Declaration of independence signed. All men are not created equal. Life, liberty and the pursuit of happiness is not for everyone. Really just for white men with land. Poor whites and women also in the “not created equal” section. Now we have the founding of hegemony, classism, and white male privilege."
    },
    {
      "year":1777,
      "range":[
        1777
      ],
      "content":"Vermont is 1st state to abolish slavery. 10 years later, 44 year old US ambassador to France, Thomas Jefferson, begins his relationship with Sally Hemmings - his 14 year old slave. They have 6 kids together. Black women used and seen as objects. (see #3)",
      "links":[
        2
      ]
    },
    {
      "year":1790,
      "range":[
        1790
      ],
      "content":"1st US census. Out of 3.9 million. 700,000 are slaves. 300,000 live in Maryland-Virginia. Some of which are brought to D.C. to build the White House - completed in 1800. Benjamin Banneker, a freed black man, helps with architecture plans.",
      "links":[]
    },
    {
      "year":1794,
      "range":[
        1794
      ],
      "content":"Eli Whitney invents the cotton gin - a machine which separates cotton from its seed. Cotton production and slave boom expands. Before, 1 slave took 10 hours for 1lb of cotton. Now, 3 slaves can handle 50lbs in one day. Now the South has guaranteed wealth. This is important in 70 more years (see #18).",
      "links":[
        17
      ]
    },
    {
      "year":1796,
      "range":[
        1796
      ],
      "content":"George and Martha Washington’s favorite slave, Oney Judge, escapes. George uses his powers and posts newspaper ads w/a $10 reward ($280 today) to find her. He never does. She lives in hiding for the rest of her life.",
      "links":[]
    },
    {
      "year":1814,
      "range":[
        1814
      ],
      "content":"Slave owner Francis Scott Key writes the national anthem. We never sing or acknowledge it, but the 3rd stanza is pretty racist and laughs at the slaves who were killed trying to run to the British side for freedom. This is important 202 years later (#59)",
      "links":[
        58
      ]
    },
    {
      "year":1814,
      "range":[
        1814
      ],
      "content":"Slave owner Francis Scott Key writes the national anthem. We never sing or acknowledge it, but the 3rd stanza is pretty racist and laughs at the slaves who were killed trying to run to the British side for freedom. This is important 202 years later (#59)",
      "links":[
        58
      ]
    },
    {
      "year":1821,
      "content":"The American colonization society of Quakers, slaveholders, and politicians send free blacks to Liberia, Africa. The belief was that blacks and whites could never live together equally and the few free black men around would undermine the institution of slavery."
    },
    {
      "year":1828,
      "content":"Thomas D. Rice makes a black face and “Jumping Jim Crow” minstrel shows famous. This is the birth of negative black stereotypes (lazy, chicken and watermelons, big smiles, etc). Relevant in 37 more years (#22)",
      "links": [21]
    },
    {
      "year":1849,
      "content":"Henry “Box” Brown, a slave from Louisa County, Virginia pays $86 to mail himself in a box to Philadelphia for freedom. Dr Samuel Cartwright introduces “Drapetomania” mental illness to explain runaway slaves."
    },
    {
      "year":1857,
      "content":"Dred Scott v. Sanford. The slave who sued for his freedom because he lived where slavery was illegal. He lost and the Supreme Court decided 7-2 that blacks can never be human or citizens. Relevant in 108 years (#43). First black college - Lincoln University - founded in Pennsylvania",
      "links":[42]
    },
    {
      "year":1860,
      "content":"Slavery makes the south one of the wealthiest places in the world valued at over $4 billion dollars. 75% of the world’s cotton comes from here (#11). Abe Lincoln wins Presidency. 11 states secede from the US and form the “Confederate States of America” Article 1, section 9 of the CSA Constitution reads: “No bill of attainder, ex post facto law, or law denying or impairing the right of property in negro slaves shall be passed” - translation: slavery will never be illegal and we are willing to fight and die for it. Relevant for Confederate flag “heritage”.",
      "links":[10]
    },
    {
      "year":1861,
      "range":[
        1861,
        1865
      ], 
      "content":"between 620,000-850,000 fight and die for slavery, not for states’ rights. Confederacy lasts 5 years."
    },
    {
      "year":1863,
      "content":"Lincoln sighs Emancipation Proclimation. Slavery ends (on paper) in the Confederate rebel states and frees (on paper) 3.5 million slaves. However, slavery still exists in real life in Texas, Kentucky, Maryland, Delaware, and Missouri"
    },
    {
      "year":1865,
      "content":"Juneteenth officially frees 250,000 slaves in Texas. 13th Amendment abolishes slavery “officially”. Fine print allows slavery to continue for prisoners: “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted…” "
    },
    {
      "year":1865,
      "range":[
        1865,
        1965
      ],
      "content":"Jim Crow / Black codes era begins. History books call it the “reconstruction era”. Schools, public facilities, hospitals, records, transportation, housing, sports, life. All segregated. Legal barriers enacted to impede upward mobility for black people. Relevant for the next 155 years."
    },
    {
      "year":1866,
      "content":"The Ku Klux Klan  is created in Stone Mountain, Georgia (not Indiana as popularly assumed). Lynching, fear, murder becomes encouraged in the South. “Black Codes” legalized by southern states to keep Blacks working for low wages or in debt. Restricted blacks from owning property, conducting business, buying, or leasing land. Stopped wealth again (see #4-6). Loophole in the 13th amendment creates the Convict Leasing System. This allowed “criminals” to go back into slavery which created a system of arresting black men for anything (#21). Over 90% of the southern prison population is black. This also becomes relevant in 105 years (#48) "
    },
    {
      "year":1868,
      "content":"14th Amendment “guaranteed” all citizens “Equal protection of the laws”. This “overturned” the Dred Scott decision on paper, but not in practice (#14). 3 years after freedom, John Willis Menard becomes 1st black elected to Congress (Louisiana). Noticing black political potential, voter suppression increases."
    },
    {
      "year":1869,
      "content":"Howard University School of Law becomes 1st black law school. 1st black labor convention meets in D.C. Menard becomes 1st black person to give a speech to Congress"
    },
    {
      "year":1870,
      "content":"15th Amendment: “The right of citizens of the US to vote shall not be denied or abridged on account of race … on paper, not in practice. See the 1st sentence on #23 and last sentence on #24"
    },
    {
      "year":1875,
      "content":"Civil Rights Act, which affirmed the “equality of all men before the law” and prohibited racial discrimination in public places is overturned by 8-1 Supreme Court vote as “unconstitutional”. This is important in 90 years (#42)"
    },
    {
      "year":1881,
      "content":"Spelman becomes 1st college for black women. The African dodger aka “Hit the n***** baby” is introduced at carnivals and fairs - white customers throw baseballs at live black humans."
    },
    {
      "year":1890,
      "content":"States legalize voter rights discrimination. Now you must own property and be able to read to vote. But owning land and reading is illegal (#5-6). Relevant in 75 years (#42) and still today. 6 years later, Supreme court affirms blacks are “separate, but equal” in Plessy v. Ferguson."
    },
    {
      "year":1905,
      "content":"James Weldon Johnson writes the official “Negro National Hymn” “Lift Every Voice and Sing” … the 1st national hymn was written for someone else (#13). O.W. Gurley buys a large area of land in Tulsa, OK - future home to Black Wall Street (#33)"
    },
    {
      "year":1909,
      "content":"The NAACP is founded by W.E.B Du Bois, Ida B. Wells, Mary White Covington and Moorfield Storey… because of 30 things listed before this."
    },
    {
      "year":1917,
      "range":[
        1917,
        1919
      ],
      "content":"D.W. Griffith’s film “Birth of a Nation” (aka “The Clansmen”) 1st film ever shown at the White House. US enters WW1. 370,000 blacks enlisted fighting for … freedom? After the war, hundreds of Black men in the South killed by white supremacist - “Red Summer of 1919” “Racially Restrictive Covenants” created - property owners ban house sales to black."
    },
    {
      "year":1920,
      "content":"Harlem Renaissance pushes black stories and culture. Black Wall Street bombed and burned in 1921. Great Depression strikes in 1929. Relevant for who gets help and who doesn’t in the next years… especially housing (#34-36)"
    },
    {
      "year":1932,
      "range":[
        1932,
        1935
      ],
      "content":"Tuskegee Syphilis Experiments. 399 blacks observed for 40 years and never told they had syphilis or given a cure. Things they do to you when you’re not considered human. Federal housing administration created. Redlining and housing discrimination in mortgage lending begins in 200+ cities. First public housing projects - Techwood Homes - opened in Atlanta, Georgia in 1935. Relevant in 88 years."
    },
    {
      "year":1939,
      "range":[
        1939,
        1945
      ], 
      "content":"US enters WW2. Over 1 million blacks drafted and still fighting for …? Black vets came home to no GI bills, no bank loans, no VA housing privileges. 99% went to white soldiers starting “white flight”. Still no wealth or housing."
    },
    {
      "year":1950,
      "range":[
        1950,
        1959
      ],
      "content":"Poor blacks with no homes working “good” factory jobs. Watch what happens 20 years later (#47). Govt encourages whites purchase outside the city - suburbs created."
    },
    {
      "year":1954,
      "content":"Brown v. Board of Education. 89 years later (later than what?) segregation (in public schools) is finally unconstitutional. Kinda, this changes in 36 year (#52)"
    },
    {
      "year":1955,
      "content":"Emmett Till brutally murdered. 2 white men who boasted about the murder by all-white jury. Civil Rights protests officially begin. Relevant to why every single protest happens."
    },
    {
      "year":1956,
      "content":"Your favorite February icon Rosa Parks is arrested (Montgomery Bus Boycott). J. Edgar Hoover creates the Secret Counterintelligence Program - “Cointelpro” - to maintain the White U.S. status quo and kill/silence/destroy any and all protests and movements and “black (#43, #45, #50)"
    },
    {
      "year":1960,
      "content":"Greensboro 4 sit down in peaceful protest at a Woolworth. Protest works. Months later they can eat at the counter. Police militarization increases. Riot and SWAT teams created as a result. Relevant again in 40 years."
    },
    {
      "year":1963,
      "content":"President JFK and Civil Rights activist Medgar Evers assassinated. Dr Martin Luther King has a “Dream” just one month before 4 young black girls are bombed and killed while getting dressed at the 16th street baptist church in Birmingham, Alabama. 2 of the 5 white men involved were convicted 38 years later in 2001."
    },
    {
      "year":1964,
      "content":"Fannie Lou Hamer gives one of the greatest speeches ever. New president LBJ signs the Civil Rights Act of 1964 which reverses the 1875 Supreme Court decision and prohibits discrimination of all kind (#27). At the same time, civil rights activists James Chaney, Michael Schwerner and Andrew Goodman are killed by police and KKK (Mississippi Burning Protest). Police actively involved in the suppression of civil rights (and black people) and directly connected with the Klan.",
      "links": [26]
    },
    {
      "year":1965,
      "content":"Malcolm X is assassinated inside the Audubon ballroom in Harlem, New York. Nation of Islam is blamed but… (#39). MLK marches 54 miles from Selma to Montgomery. LBJ signs 2nd act so blacks can vote. Finally, blacks are humans and citizens (#17)",
      "links":[16, 38]
    },
    {
      "year":1966,
      "content":"Black Panther Party for Self Defense is founded in Oakland to protect against police brutality and violence. The next year, the Mulford Act - outlawing public carrying of firearms - is passed by Go Ronald Reagon. Supreme Court introduces “Qualified Immunity” to protect officers. Relevant for the next 53 years."
    },
    {
      "year":1968,
      "content":"Dr. Martin Luther King Jr. assassinated at the Lorraine Motel in Memphis, Tennessee. James Earl Ray named but… (#39 again?). 200 cities riot and protest for 53 days. FBI documents are classified until 2027. Tommie Smith and Juan Carlos raise a black fist at the Mexico Summer Olympics. LBJ signs Fair Housing Act prohibiting housing discrimination (#34). After 349 years, blacks can finally vote, buy a house, and be a citizen with protection. This was only 52 years ago."
    },
    {
      "year":1969,
      "content":"Jimi Hendrix opens at Woodstock and Black Panther deputy Fred Hampton was being assassinated in Chicago"
    },
    {
      "year":1970,
      "range":[
        1970,
        1979
      ],
      "content":"Tech, globalization, and outsourcing increases black unemployment 70% (20 years from #32). Low education, no job opportunity, and poor public housing environment leaves the door open for crime and drugs. Shirley Chrisholm becomes the 1st woman and 1st black woman to receive the Democratic Presidential nomination.",
      "links":[32]
    },
    {
      "year":1971,
      "content":"Congressional Black Caucus established in DC to advocate on behalf of black people. Richard Nixon’s “War on Drugs” begins for the next 40 years. Police presence in inner cities increases significantly. Arrest rates soared and targeted black men. Mass incarceration begins again (#20 - Convict leasing system). Hoover’s cointel ends (#39). 2 years later, Martin Cooper invents the mobile cell phone",
      "links":[19,38]
    },
    {
      "year":1978,
      "content":"The Supreme Court rules in UC Regents v. Bakke that Affirmative Action can be used as a legal strategy to deal with past discrimination."
    },
    {
      "year":1980,
      "range":[
        1980,
        1989
      ],
      "content":"Ronald Reagan continues the “War on Drugs”. Drug arrests up 126%. Harsh mandatory minimum sentencing. Still heavy police presence. Corrections corporation of America is founded, and prisoners become Wall Street stock. Black Panther Party ends due to Cointelpro involvement (#39)",
    "links": [38]
    },
    {
      "year":1985,
      "content":"Contra cocaine - FBI, CIA, and US State Dept with Nicaraguan rebels allowed drug trafficking into the US. Crack cocaine begins really destroying inner cities. See FX show “Snowfall” for non-fictional dramatization"
    },
    {
      "year":1986,
      "range":[
        1986,
        1989
      ], 
      "content":"George H.W. Bush continues “War on Drugs” runs “Willie Horton” ad - instilling more fear about black men. Congress passes the 100 to 1 sentencing disparity for crack rock and powder cocaine. Whites used more expensive cocaine powder; blacks used crack rock. Calls for $1.5 billion “Dug War”. Relevant 24 years and millions of prisoners later. Court rulings release desegregation order, increasing school segregation (#37)",
      "links": [36]
    },
    {
      "year":1992,
      "content":"Bill Clinton continues the “War on Drugs” militarization, and mass incarceration. 3 million blacks in prison. Rodney King beat on tape. All 4 cops were acquitted. More protests and riots."
    },
    {
      "year":1997,
      "content":"1033 Program transfers $5.1 billion dollars in excess military weapons to law enforcement. This includes: tactical weapons, grenade launchers, and mine-resistant ambush protected (MRAP) vehicles aka the trucks used in Afghanistan and Iraq to protect US soldiers"
    },
    {
      "year":2008,
      "content":"Hey y’all! Obama got in the house built by slaves. But he too continued the “War on Drugs” and the militarization of the police in his 1st term. Qualified immunity also increasingly applied in cases involving excessive or deadly force. Wall Street crashes and destroys average American. Wall Street is bailed out with billions. No one ever calls this “reverse welfare” or a handout. Black folks hit hardest again. 8 years later, black household average net worth is $138,000 to $930,000 for white families. Black median wealth income projected to ZERO by 2053. Lack of home ownership and owning less valuable homes partly to blame (#35, #36, #37, #47)",
      "links": [34, 35, 36, 46]
    },
    {
      "year":2009,
      "content":"unemployment still on the rise. Schools underfunded. Foreclosures, housing discrimination, predatory lending against blacks, asians and hispanics continues during a global recession. Drug use and dealing is rampant. (I hope you can see history’s hand in all of this). Police presence in inner cities maintains. Oscar Grant killed on New Years eve. Cop served less than 1 year."
    },
    {
      "year":2010,
      "content":"24 years and 3 million+ prisoners later, Obama signs “Fair Sentencing Act” to reduce crack-cocaine disparity tied to Nixon-Reagan-Bush-Clinton-Bush-Obama’s “War on Drugs” (48 and 55). Prisons still overwhelmed, more being built, cops still patrol the inner city. Yes, obviously where there is crime there are police, but the key is to understand how the inner city got this way. “Kids for cash” scandal - judges receive money kickbacks for imposing harsh sentences and increasing private prison rates. Wells Fargo exposed as restricting “Ghetto loans” to black “mud people”"
    },
    {
      "year":2012,
      "range":[
        2012,
        2016
      ],
      "content":"Black Lives Matter movement created after Trayvon Martin is killed, and then needed again and again for Eric Garner, John Crawford, Ezell Ford, Michael Brown, Tanisha Anderson, Aquan McDonald, Tamir Rice, Sandra Bland, Renisha McBride, Freddie Gray, Alton Sterling, Philando Castile, Samuel Dubose, Meagan Hockaday, Aiyana Jones, Rekia Boyd, Jeremy McDole, Walter Scott, Terence Crutcher, Korryn Gaines, etc. Cell phones capturing death, but cops still acquitted and in some cases receiving pay raises (Daniel Pantaleo). This is nothing new. We are all just now seeing it thanks to Mr Martin Cooper (45). Blue Lives Matter created at the same time in response"
    },
    {
      "year":2016,
      "content":"SF 49ers QB Colin Kaepernick sits down on the bench during the national anthem. After speaking with Army Green Beret Nate Boyer and learning from him what kneeling represents at military funerals, Kaep takes a knee. Not in disrespect to the military or veterans or all police - just against the terrible murderous ones. And during the national song which was written during slavery by a slave owner (13) and because silently protesting 346 years of social injustice in America and police being acquitted when brutality, violence and murder happens is a right we should all understand."
    },
    {
      "year":2017,
      "range":[
        2017,
        2020
      ],
      "content":"“Make America Great Again” Donald Trump brings about the not-so-coincidental rise of racial division, white extremists, and white supremacists rhetoric in the country, symbolized by the “Unite the Right” rally in Charlottesville and “Law and Order” speeches. Redlining policies from 88 years ago, still affecting 3 out of 4 black neighborhoods (34). Coronavirus disproportionately affecting black people due to redlined living conditions and minimal access to health care."
    }
  ]
}
